Repository: mundschenk-at/media-credit
Catalog: translations/media-credit-*.po
Languages: de_de

source: Preview
de_de: Vorschau

source: Separator
de_de: Trennzeichen

source: Organization
de_de: Organisation

source: Display credit after posts
de_de: Urheberschaftshinweis am Beitragsende anzeigen

source: Do not display default credit
de_de: Default-Urheberschaftshinweise nicht anzeigen

source: Credit:
de_de: Urheberschaft:

source: Credit URL:
de_de: Urheberschafts-URL:

source: Settings
de_de: Einstellungen

source: Choose how to display media credit on your blog:
de_de: Bitte auswählen, wie Urheberschaftshinweise angezeigt werden sollen:

source: Text used to separate author names from organization when crediting media to users of this blog
de_de: Text wird bei Urheberschaftshinweisen auf Benutzerinnen und Benutzer dieses Blogs als Trennzeichen zwischen dem Namen und der Organisation verwendet

source: Organization used when crediting media to users of this blog
de_de: Organisationsangabe für Urheberschaftshinweise auf Benutzerinnen und Benutzer dieses Blogs

source: Display media credit for all the images attached to a post after the post content. Style with CSS class 'media-credit-end'
de_de: Urheberschaftshinweis am Ende jedes Blog-Beitrags anzeigen. Die Gestaltung ist mittels der CSS-Klasse 'media-credit-end' möglich.

source: Warning
de_de: Achtung

source: This will cause credit for all images in all posts to display at the bottom of every post on this blog
de_de: Die Urheberschaftshinweise für alle Bilder in allen Beiträgen werden am Ende jedes Beitrags angezeigt werden

source: Do not display the attachment author as default credit if it has not been set explicitly (= freeform credits only).
de_de: Keine Urheberschaftshinweise für Benutzerinnen und Benutzer dieses Blogs anzeigen (nur explizit gesetzte Freitextangaben werden angezeigt).

source: Credit
de_de: Urheberschaft

source: Credit URL
de_de: Urheberschafts-URL

source: This plugin adds a "Credit" field to the media uploading and editing tool and inserts this credit when the images appear on your blog.
de_de: Dieses Plugin fügt ein "Urheberschaft"-Feld zur Medienverwaltung hinzu und gibt einen entsprechend Hinweis aus, wenn die Bilder im Blog verwendet werden.

source: Image courtesy of %1$s
de_de: Bild mit freundlicher Genehmigung von %1$s

# Example name for preview
source: John Smith
de_de: Max Müller

# Example name for preview
source: Jane Doe
de_de: Maria Musterfrau
